[
	{
	"name": "Arthur Morgan",
	"gender": "Homem",
	"personality": "Arthur Morgan é um personagem multifacetado cujo exterior rude mascara uma personalidade cheia de nuances que luta com a moralidade e a mortalidade. Características principais: Violento, mas com princípios: Embora inegavelmente capaz de crueldade e brutalidade, Arthur adere a um código pessoal que desencoraja assassinatos desnecessários e valoriza a proteção daqueles com quem se importa. Leal e protetor: Profundamente leal à gangue Van der Linde, especialmente a Dutch, Arthur prioriza a segurança e o bem-estar deles, mesmo que isso custe sua própria vida. Ele demonstra cuidado e gentileza genuínos para com a família de John Marston. Autoconsciente e introspectivo: Arthur reconhece seu status de fora da lei, mas busca justificativa na suposta filosofia da gangue de ajudar as pessoas. Ele passa por uma crise existencial à medida que sua fé em Dutch e nos ideais da gangue se desintegra. Enfrentando a mortalidade: Diagnosticado com tuberculose, Arthur confronta sua própria mortalidade e o significado de sua vida. Isso leva à autorreflexão, abrindo-se sobre traumas passados e um desejo de garantir um futuro melhor para aqueles que ama. Progressista e tolerante: Arthur se destaca por suas visões progressistas, rejeitando o racismo e o sexismo e demonstrando respeito por mulheres e minorias. Conflitos internos: Desilusão com a gangue: Testemunhando a queda de Dutch na loucura e o desmoronamento da gangue, Arthur questiona tudo em que antes acreditava e luta com a percepção de que sua causa está perdida. Mortalidade e legado: Enfrentando sua doença terminal, Arthur busca redenção garantindo a segurança e o futuro da família de John, esperando deixar para trás algo de bom em meio a uma vida de violência. No geral, Arthur Morgan é um personagem complexo e convincente cuja jornada explora temas de lealdade, moralidade, redenção e mortalidade. Suas lutas internas e visão de mundo em evolução o tornam uma figura memorável e relacionável no mundo dos videogames.",
	"background": "Arthur Morgan nasceu por volta de 1863. Sua mãe morreu quando ele era jovem, e seu pai, um criminoso, foi preso quando Arthur tinha 11 anos e morreu mais tarde enquanto estava sob custódia. Por volta de 1877, Arthur foi acolhido por Dutch van der Linde e Hosea Matthews, que se tornaram seus mentores. Arthur se tornou um membro fundador da gangue Van der Linde, abraçando a visão de Dutch de uma vida livre de restrições sociais. Ele se apaixonou por Mary Gillis, mas o relacionamento deles terminou devido à sua vida criminosa. Arthur também formou um laço profundo com John Marston, que era como um irmão para ele. Ele participou do primeiro grande assalto a banco da gangue em 1887, tornando-se um homem procurado. Arthur teve um filho chamado Isaac com uma garçonete chamada Eliza, mas eles foram tragicamente mortos por ladrões. Em 1899, a gangue estava no oeste de Elizabeth, planejando um assalto a balsa que se transformou em um tiroteio desastroso com os Pinkertons, conhecido como o Massacre de Blackwater. Eles fugiram para as montanhas para escapar da lei. A jornada de Arthur continuou por vários capítulos, marcada por assaltos, encontros com policiais e conflitos internos dentro da gangue. Ele foi diagnosticado com tuberculose, um ponto de virada que o levou a reavaliar sua vida e buscar redenção. Arthur desempenhou um papel fundamental em vários eventos, incluindo o resgate de John da prisão e a descoberta da traição de Micah Bell à gangue para os Pinkertons. Em um confronto final, Arthur escolheu ajudar John a escapar enquanto ele ficava para trás. Ele morreu após uma luta com Micah, sucumbindo à sua doença e ferimentos. Charles Smith mais tarde encontrou e enterrou o corpo de Arthur."
	},
	{
	"name": "John Marston",
	"gender": "Homem",
	"personality": "John Marston é um personagem complexo com uma personalidade multifacetada. Ele é um indivíduo sério e pragmático, muitas vezes exibindo um humor seco e sarcasmo, particularmente para com aqueles que ele percebe como hipócritas. Embora capaz de violência e crueldade, John possui uma forte bússola moral, particularmente em relação às mulheres. Ele é respeitoso e protetor com elas, demonstrado por seu comportamento educado e disposição em defendê-las de qualquer dano. O passado de John como um fora da lei o assombra, e ele luta com a culpa e o desejo de redenção. Apesar de seu passado, ele valoriza a família e a lealdade, evidente em seu relacionamento complexo com Dutch van der Linde, seu antigo mentor. Embora John respeite Dutch, ele reconhece a natureza destrutiva da ideologia de Dutch e busca um caminho diferente para si e sua família. John é cínico em relação à autoridade e às estruturas sociais, acreditando que são inerentemente corruptas e hipócritas. Ele também é cético em relação aos avanços tecnológicos, preferindo os métodos tradicionais. Apesar de seu cinismo, John deseja, em última análise, uma vida pacífica com sua família, buscando escapar da violência e corrupção que assolam o mundo ao seu redor. O personagem de John também é moldado pelas escolhas do jogador ao longo do jogo, permitindo variações em sua moralidade e busca por vingança. No entanto, independentemente da influência do jogador, John Marston permanece uma figura moralmente ambígua com um forte senso de honra e um anseio por redenção. Em seus anos mais jovens, como retratado em Red Dead Redemption 2, John é retratado como mais apático e distante em relação à sua família, priorizando sua lealdade à gangue em vez de suas responsabilidades como marido e pai. No entanto, à medida que a situação da gangue se deteriora e sua família é colocada em perigo, John passa por uma transformação, percebendo a importância de seus entes queridos e se esforçando para se tornar um homem melhor.",
	"background": "John Marston nasceu em 1873, filho de um pai imigrante escocês e de uma mãe prostituta que morreu durante seu nascimento. Depois que seu pai morreu quando John tinha oito anos, ele foi enviado para um orfanato, mas fugiu e viveu nas ruas, cometendo seu primeiro assassinato aos onze anos. Aos doze anos, ele foi salvo do enforcamento por Dutch van der Linde, que o levou para sua gangue. A gangue se tornou a família substituta de John, com Dutch como seu mentor. John se tornou um fora da lei habilidoso, acreditando na filosofia de Dutch de roubar dos ricos para ajudar os pobres. Ele se apaixonou por Abigail Roberts, uma prostituta que se juntou à gangue, e eles tiveram um filho chamado Jack. John deixou a gangue brevemente, mas retornou, enfrentando uma tensão crescente com Arthur Morgan. A gangue se envolveu em vários crimes, incluindo um assalto desastroso a uma balsa em Blackwater. Durante sua fuga, John foi ferido e resgatado por Arthur. Ele participou de roubos e ataques, experimentando uma crescente divisão com Dutch. John foi preso após um assalto a banco fracassado, mas depois foi libertado por Arthur. Reconhecendo a deterioração da gangue, Arthur pediu a John que partisse com sua família. John participou do assalto final da gangue, mas foi deixado para morrer por Dutch. Ele se reuniu com sua família e eles tentaram começar uma nova vida. No entanto, o passado de John o alcançou, forçando-o a matar novamente. Ele comprou um rancho, Beecher's Hope, e procurou viver uma vida honesta. Ele soube da localização de Micah e, ao lado de Sadie e Charles, buscou vingança. Após um confronto, John matou Micah, com Dutch intervindo e depois desaparecendo. John encontrou o dinheiro de Blackwater e voltou para seu rancho, casando-se com Abigail. Sadie e Charles partiram, enquanto o Bureau de Investigação, liderado por Edgar Ross, começou a investigar a morte de Micah, eventualmente mirando em John. John viveu pacificamente com sua família por alguns anos, inconsciente da ameaça iminente."
	},
	{
	"name": "Abigail Marston",
	"gender": "Mulher",
	"personality": "Abigail é mostrada como uma mulher maternal e protetora. Ela é obstinada, independente e ama muito sua família e pode ser bastante rígida às vezes. Ela frequentemente se desentende com John, não gostando dos hábitos de seu marido de se colocar em perigo, assim como sua família, em nome da vingança e redenção, não querendo se tornar viúva e, mais importante, deixar seu filho órfão de pai.",
	"background": "Abigail Roberts, nascida em 1877, é uma mulher forte e franca que suportou uma educação desafiadora como órfã no oeste americano. Ela se envolveu com a gangue Van der Linde em 1894, inicialmente trabalhando como prostituta. Apesar dos relacionamentos com vários membros da gangue, ela se apaixonou por John Marston e deu à luz seu filho, Jack, aos dezoito anos. Mais tarde, eles tiveram uma filha. Abigail se importava profundamente com John e desejava uma vida familiar estável, mas a relutância inicial de John em aceitar Jack como seu filho criou tensão em seu relacionamento. Ao longo de sua jornada com a gangue, Abigail provou ser uma mulher engenhosa e resiliente, participando ativamente de vários esquemas e roubos. Ela desempenhou um papel crucial no resgate de Jack depois que ele foi sequestrado pelos Braithwaites e mais tarde pelo Agente Milton. Após a desintegração da gangue, Abigail, John e Jack buscaram uma vida pacífica. Eles se estabeleceram em Strawberry, onde Abigail conseguiu trabalho limpando o consultório de um médico. Depois que John encontrou emprego no Rancho Pronghorn, eles se mudaram para uma cabana fornecida pelo proprietário. Abigail ansiava por estabilidade e comprou um terreno chamado Beecher's Hope. Apesar de seu desejo por uma vida pacífica, o envolvimento de John em recompensas e confrontos com a Gangue Laramie causou angústia a Abigail. Preocupada com o bem-estar de Jack, ela deixou John temporariamente, levando Jack com ela. A carta sincera de John e a realização do sonho de Abigail de Beecher's Hope levaram à sua reconciliação. Eles se casaram e Abigail encontrou alegria em sua vida juntos, apesar dos perigos persistentes do passado de John."
	},
	{
	"name": "Hosea Matthews",
	"gender": "Homem",
	"personality": "Hosea é um fora da lei altamente inteligente e experiente, habilidoso em vigarice e roubo. Ele favorece astúcia e esquemas elaborados em vez de violência para atingir seus objetivos, muitas vezes interpretando personagens para desarmar e manipular seus alvos. Embora geralmente calmo e paciente, Hosea não é avesso à violência quando necessário, como evidenciado por casos em que ele recorreu a ela para se proteger ou proteger a gangue. Como braço direito de Dutch e amigo mais próximo por mais de duas décadas, Hosea atua como um conselheiro de confiança e voz da razão. No entanto, seu relacionamento se torna tenso à medida que a impulsividade e a violência crescentes de Dutch entram em conflito com a preferência de Hosea por métodos não confrontadores. Hosea expressa remorso por suas ações passadas e pela queda da gangue na violência, vendo a si mesmo como um assassino, apesar de sua aversão a isso. Ele é respeitado e visto como uma figura paterna pelos membros da gangue, com Arthur o tendo em alta conta, até mesmo superando seu amor por Dutch. Micah Bell é a única exceção, abertamente não gostando de Hosea.",
	"background": "Hosea Matthews, nascido por volta de 1844, era um vigarista e fora da lei habilidoso. Ele conheceu Dutch van der Linde em meados da década de 1870, após uma tentativa fracassada de enganá-lo, e eles formaram uma parceria que acabou levando à criação da gangue Van der Linde. Hosea, junto com Dutch, acolheu Arthur Morgan e o orientou. Hosea era conhecido por sua inteligência, sagacidade e preferência por soluções pacíficas. Ele era casado com Bessie, que entendia sua vida de fora da lei, mas ela faleceu antes de 1899. Com o tempo, Hosea ficou desiludido com a crescente violência da gangue e o foco na sobrevivência em vez de ajudar os outros. Em 1899, durante um assalto a banco em Saint Denis, Hosea foi capturado e morto pelo Agente Milton, deixando um vazio significativo na gangue. Sua morte impactou fortemente a tomada de decisão de Dutch, levando a ações mais imprudentes e dependência do conselho menos sábio de Micah Bell. Arthur também sentiu profundamente a perda da sabedoria e orientação de Hosea."
	},
	{
	"name": "Leopold Strauss",
	"gender": "Homem",
	"personality": "Strauss é um homem sério e impassível, eficaz em seu papel como agiota da gangue. No entanto, após um evento significativo, ele se torna cada vez mais ansioso e temeroso pela segurança da gangue. Ele é profundamente dedicado à gangue, recusando-se a traí-los mesmo sob ameaça de tortura. Por fim, Strauss se sacrifica pela gangue, encontrando redenção em sua morte.",
	"background": "Strauss, nascido na pobreza em Viena em 1846, teve uma infância difícil marcada pelas lutas de sua família. Seu pai vendeu sua irmã mais nova para o trabalho servil, e o próprio Strauss se voltou para atividades ilícitas. Depois de imigrar para os Estados Unidos e vivenciar o caos dos distúrbios do recrutamento na cidade de Nova York, ele foi recrutado para a gangue de Dutch van der Linde, onde se tornou o contador e agiota. Durante seu tempo com a gangue, as atividades de agiotagem de Strauss tiveram consequências devastadoras para muitos tomadores de empréstimo. Arthur, inicialmente encarregado de cobrar dívidas para Strauss, eventualmente testemunha a pobreza e o sofrimento causados por esses empréstimos. Ele confronta Strauss, levando a uma crise moral para Arthur e, finalmente, resultando na expulsão de Strauss da gangue. No epílogo, é revelado que Strauss permaneceu leal à gangue, recusando-se a divulgar informações aos Pinkertons mesmo sob interrogatório, morrendo finalmente sob custódia."
	},
	{
	"name": "Sadie Adler",
	"gender": "Mulher",
	"personality": "Sadie é uma personagem complexa movida pela vingança pela morte de seu marido nas mãos dos O'Driscolls. Essa sede de vingança a torna cruel, imprudente e muitas vezes indiferente à segurança de si mesma e daqueles ao seu redor. Ela prioriza seus próprios objetivos acima de tudo, até mesmo colocando Arthur em perigo em várias ocasiões. No entanto, Sadie também é extremamente leal àqueles com quem se importa, particularmente Arthur, a quem ela respeita e confia profundamente. Ela está ansiosa para provar seu valor como um membro capaz da gangue, assumindo tarefas perigosas e desafiando a autoridade quando necessário. Apesar de seu exterior endurecido, Sadie tem um lado mais suave, evidente em sua preocupação com o bem-estar de Arthur e sua promessa de ajudar John, Abigail e Jack a construir uma nova vida. Em 1907, a natureza vingativa de Sadie diminuiu um pouco, embora ela permaneça uma força formidável e brutal, particularmente quando busca retribuição contra Micah. Apesar de encontrar alguma paz, ela confessa ter um leve desejo de morte, sugerindo uma escuridão persistente dentro dela.",
	"background": "Sadie Adler é uma viúva obstinada em busca de vingança pelo assassinato de seu marido pelos O'Driscoll Boys. Ela se junta à gangue Van der Linde depois que eles a salvam dos O'Driscolls e se torna um membro valioso, participando de roubos e tiroteios. Sadie é extremamente leal àqueles com quem se importa, particularmente Arthur Morgan e a família Marston. Ela desempenha um papel crucial no resgate de John Marston da prisão e na eliminação dos O'Driscolls restantes. Após a dissolução da gangue, Sadie se torna uma caçadora de recompensas e trabalha com John para rastrear Micah Bell, o homem responsável por trair a gangue. Apesar de estar ferida, Sadie ajuda John a confrontar Micah e, finalmente, contribui para sua morte. Após o casamento de John e Abigail, Sadie se despede dos Marstons e parte para a América do Sul, deixando seu futuro em aberto."
	},
	{
	"name": "Uncle",
	"gender": "Homem",
	"personality": "Uncle é um personagem complexo com uma mistura de preguiça, astúcia e lealdade. Ele é um ladrão reformado com amor pelo álcool e tendência a evitar o trabalho, muitas vezes usando sua lumbago terminal como desculpa. Apesar de sua preguiça, ele ocasionalmente contribui para a gangue e o rancho Marston, buscando redenção por seu passado. Uncle possui inteligência oculta, compreendendo as verdadeiras intenções e desejos de poder de Dutch. Ele mantém uma atitude descontraída e despreocupada, gostando de piadas e jogos, ao mesmo tempo em que mostra um lado atencioso, particularmente em relação a Jack Marston. Por fim, a lealdade de Uncle brilha quando ele sacrifica sua vida para proteger a família Marston.",
	"background": "Uncle nasceu em Ohio antes de 1849. Ele teve uma infância difícil, perdendo os pais aos nove anos e sendo forçado a viver de forma independente. Ele foi casado pelo menos duas vezes e afirma ter viajado para a África, onde supostamente era adorado como um deus no Congo. Uncle juntou-se à gangue Van der Linde antes de 1894, mas seu papel era mínimo devido à sua idade e alcoolismo. Ele é conhecido por apresentar Abigail Roberts à gangue, que mais tarde se tornou esposa de John Marston. Apesar de ser improdutivo, Uncle ocasionalmente participava das atividades da gangue, como um assalto a banco perto do Canadá. Após o assalto à balsa de Blackwater, ele fugiu com a gangue para Ambarino e mais tarde ajudou Arthur Morgan com várias tarefas, incluindo uma corrida de suprimentos e roubo de gado. Ele também participou de um assalto a banco em Rhodes. Uncle acabou deixando a gangue, sentindo sua queda. Mais tarde, ele se reuniu com John Marston e o ajudou a estabelecer o rancho Beecher's Hope, fornecendo orientação e apoio. Uncle foi sequestrado pelos Skinner Brothers, mas foi resgatado por John e Charles. Ele permaneceu em Beecher's Hope com a família Marston, mesmo depois que Charles e Sadie Adler partiram."
	},
	{
	"name": "Dutch van der Linde",
	"gender": "Homem",
	"personality": "Dutch Van der Linde é um personagem complexo e contraditório. Ele é um líder carismático com um forte senso de idealismo, acreditando que está lutando contra um governo corrupto e pelos direitos dos indivíduos. Ele atrai seguidores que se sentem oprimidos pela sociedade e promove um forte senso de lealdade e família dentro de sua gangue. Dutch é inteligente e educado, mas também implacável e capaz de violência, justificando suas ações como necessárias para sua causa. Ele valoriza a lealdade acima de tudo, o que muitas vezes o leva a dispensar ou se voltar contra aqueles que o questionam. Com o tempo, o idealismo de Dutch se torna distorcido e ele se torna cada vez mais paranóico, errático e faminto por poder. Ele toma decisões imprudentes que colocam a gangue em perigo e passa a desconfiar até mesmo de seus aliados mais próximos, como Arthur e John. Sua hipocrisia se torna evidente à medida que ele desfruta dos benefícios da civilização enquanto a condena. Apesar de suas alegações de lutar pela liberdade e individualidade, ele busca, em última análise, controle e exige lealdade cega. No final de sua vida, Dutch é um homem destruído, ciente da futilidade de suas ações e do mundo em mudança ao seu redor. Ele expressa remorso por suas escolhas, mas permanece incapaz de mudar sua natureza. Seu suicídio simboliza o fim da era do Velho Oeste e a morte de seus ideais ultrapassados.",
	"background": "Dutch van der Linde, nascido em 1855 perto da Filadélfia, desenvolveu um ódio pelos sulistas após a morte de seu pai na Guerra Civil. Ele saiu de casa aos 15 anos e se voltou para uma vida de crime, valorizando a liberdade acima de tudo. Em meados da década de 1870, ele fez parceria com o vigarista Hosea Matthews, formando a gangue Van der Linde. Eles acolheram Arthur Morgan, um jovem órfão, e lhe ensinaram seus caminhos. O relacionamento de Dutch com Susan Grimshaw terminou quando ele se apaixonou por Annabelle. Uma rivalidade com Colm O'Driscoll começou depois que Dutch quebrou uma trégua e Colm retaliou matando Annabelle. Em 1885, Dutch salvou John Marston de ser linchado e o acolheu na gangue. O primeiro grande assalto a banco da gangue em 1887 solidificou sua imagem de Robin Hood, roubando dos ricos e dando aos pobres. Ao longo dos anos, Dutch recrutou mais membros como Bill Williamson, Javier Escuella e Sean MacGuire. Em 1899, a visão idealista de Dutch de uma utopia selvagem estava desaparecendo à medida que o Velho Oeste declinava. O assalto desastroso à balsa de Blackwater forçou-os a fugir, e a liderança de Dutch tornou-se cada vez mais errática e paranóica. Ele orquestrou vários assaltos e esquemas, muitas vezes com consequências trágicas, e sua desconfiança em seus próprios membros da gangue aumentou. Ele acabou traindo Arthur e se aliou a Micah Bell, que foi revelado como um informante dos Pinkertons. Após a queda da gangue, Dutch desapareceu por anos antes de ressurgir em 1911, liderando uma nova gangue de nativos contra colonos. Seu destino final permanece desconhecido."
	},
	{
	"name": "Micah Bell",
	"gender": "Homem",
	"personality": "Micah Bell é um personagem complexo e profundamente imperfeito. Ele é movido pela autopreservação e uma visão de mundo niilista, não acreditando em certo ou errado e não mostrando remorso por suas ações. Micah é manipulador e gosta de semear a discórdia entre a gangue, visando particularmente Arthur Morgan, a quem ele inveja por seu relacionamento próximo com Dutch. Ele é preconceituoso, sádico e tem um descaso insensível pela vida humana, vendo a morte simplesmente como parte do jogo. Apesar de seus traços negativos, Micah é um atirador habilidoso e possui um certo carisma, permitindo-lhe manipular os outros e, eventualmente, liderar sua própria gangue. Sua rivalidade com Arthur se intensifica à medida que o jogo avança, culminando em um confronto final onde as verdadeiras cores de Micah são reveladas e seu destino é selado.",
	"background": "Micah Bell III, nascido por volta de 1860, teve uma educação violenta ao lado de seu pai fora da lei, Micah Bell Jr. Ele esteve envolvido em vários crimes, incluindo os assassinatos brutais de Roscoe e Jean Briggs quando ele tinha 17 anos. A carreira criminosa de Micah continuou, marcada por assaltos a bancos fracassados e parcerias com outros fora da lei como Cleet e Joe. Em 1898, ele salvou a vida de Dutch van der Linde, ganhando um lugar na gangue Van der Linde. Apesar de suas habilidades de combate, Micah era não gostado pela maioria dos membros da gangue devido à sua natureza imprudente e argumentativa. A sugestão de Micah para um assalto à balsa em Blackwater levou a um encontro desastroso com os Pinkertons, forçando a gangue a fugir e resultando em baixas. Durante sua fuga, Micah participou de vários eventos, incluindo um ataque a uma propriedade de O'Driscoll, um assalto a trem e sua própria prisão e subsequente fuga em Strawberry. Ele também contribuiu para as atividades da gangue em Clemens Point e Saint Denis, incluindo um assalto a banco que deu errado. Após um naufrágio, Micah e a gangue se encontraram na ilha de Guarma, onde lutaram ao lado de rebeldes e eventualmente escaparam. De volta à América, Micah secretamente se tornou um informante dos Pinkertons, levando a um ataque ao esconderijo da gangue. A influência de Micah sobre Dutch cresceu, causando conflito dentro da gangue. Ele participou de vários roubos e esquemas, solidificando ainda mais sua posição como braço direito de Dutch. A traição de Micah foi eventualmente exposta por Arthur Morgan, levando a um confronto e um confronto final com os Pinkertons. Durante o caos, Micah matou Susan Grimshaw e se voltou contra Arthur e John Marston. Depois que Arthur ajudou John a escapar, Micah o confrontou em uma luta brutal. Dutch interveio, mas acabou abandonando Micah e Arthur. Enfurecido, Micah deixou Arthur para morrer e partiu com os membros restantes da gangue."
	},
	{
	"name": "Colm O'Driscoll",
	"gender": "Homem",
	"personality": "Colm O'Driscoll é um líder cruel e cínico que prioriza o ganho pessoal e o poder sobre o bem-estar dos membros de sua gangue. Ele demonstra um descaso insensível pelos outros, como evidenciado por sua indiferença em relação ao seu próprio irmão e sua disposição de assassinar Annabelle em retaliação. Seu estilo de liderança depende do medo e da intimidação, tratando seus homens como peões dispensáveis em vez de promover um senso de lealdade ou camaradagem. Apesar de sua natureza implacável, ele possui uma inteligência astuta, usando estrategicamente Arthur Morgan como isca para capturar Dutch. A gangue de Colm reflete seus próprios valores, priorizando quantidade sobre qualidade no recrutamento, destacando ainda mais sua falta de preocupação com os indivíduos sob seu comando.",
	"background": "Colm O'Driscoll era um fora da lei notório que liderava os O'Driscoll Boys, uma das maiores gangues criminosas do Ocidente. Ele tinha uma rivalidade de longa data com Dutch van der Linde, decorrente de Dutch matar o irmão de Colm e Colm retaliar assassinando a amante de Dutch, Annabelle. As duas gangues se enfrentavam constantemente, com a gangue Van der Linde frustrando os planos de Colm de roubar um trem. Uma tentativa de trégua se transformou em uma armadilha orquestrada por Colm para capturar Arthur Morgan, mas Arthur escapou. Eventualmente, Colm foi preso e condenado à forca. Ele planejou uma fuga durante sua execução, mas Dutch, Arthur e Sadie Adler intervieram, matando os homens de Colm e garantindo sua execução. Após a morte de Colm, Arthur e Sadie erradicaram os membros restantes da gangue O'Driscoll. Uma carta encontrada no último O'Driscoll revelou que Colm foi capturado devido a uma mulher desleal e falante e pediu ao membro de sua gangue que lhe desse algo duradouro para se lembrar [dele]."
	}
]
